Repository: Ertugrul-Kurubal/Data-Scientist
Catalog: Work/Modern Ways/Read Corpus/af-ar.tmx
Source language: af
Languages: ar

source: Ek weet niks van my lewe nie, wat van my sal word, waarnatoe ek sal gaan
ar: لا أعرف شيئاً عن حياتي، ماذا سأفعل أو ماذا سأغدو.

source: En ek besef dat my ma dood is, en ek haar niks kan vra nie
ar: وأدركت حينها بأن أمي ميتة. ولا أستطيع أن أطلب منها أي شيء.

source: Ek is so oorweldig deur verdriet, en ek het nog gehuil
ar: وتغلبت عليه بالحزن لنفسي وعاودت البكاء.

source: Jy dink seker ek is 'n baie treurige persoon, maar ek is regtig nie
ar: لابد أنكِ تعتقدين بأني حادة المزاج، ولكني لست كذلك.

source: - Dink jy Henrik kan selfmoord oorweeg? - Of hy homself sal doodmaak? - Mense verloor moed
ar: -هل تعتقدين بأن "هينريك" يجرؤ على الانتحار؟

source: - My pa is 'n moedige mens
ar: -أن يقتل نفسه؟

source: Ja, in 'n ekstreme situasie, soos jy nou beskryf het kan hy homself beskadig
ar: في حالة متطرفة كالتيوصفتها... هل يمكن أن يؤذي نفسه؟

source: Weet jy, om eerlik te wees, ek dink ek ken my pa nie goed nie
ar: تعرفين، لكي أكون صادقة، لا أعرف أبي بصورة جيدة.

source: Ek weet net dat hy diep binne... baie goed is
ar: كل ما أعرفه بأنه في أعماقه ..

source: Anders sou Mamma nooit...
ar: لو لم يكن طيباً، ما كانت أمي...

source: Mamma was lief vir hom, hulle was lief vir mekaar
ar: لتحبه، أتعلمين ذلك؟ لقد كانا متحابين.

source: En ek dink dat ek... uit daardie liefde gebore is
ar: وأفترض بأنني نِتاج ذلك الحب.

source: Dis wat ek dink as ek vir myself jammer voel, en as ek vir 'n mansvriend moeg word
ar: إنّ ما أعتقده عندما أشعر بالأسى على نفسي وعندما أتعب أخلائي.

source: Hoekom kan ek nie bemind voel soos Mamma gevoel het nie?
ar: لماذا لا أستطيع أن أشعر بالحب كما كانت أمي؟

source: Was jy ooit bang dat jou pa selfmoord kon pleeg na haar dood?
ar: أكنت خائفة أن يقتل أباك نفسه عندما ماتت أمك؟

source: Ek het nooit eintlik aan sy lyding gedink nie
ar: لم أفكر كثيراً في مأساته.

source: Maar ek het alles vir Mamma gedoen, sover hy my toegelaat het
ar: لكني حاولت الإعتناء بأمي بقدر ما سمح هو لي.

source: Mamma was nooit praterig nie, sy was stil
ar: لم تكن أمي ثرثارة.

source: Maar een van haar laaste dae,
ar: ولكنفيأحدآخر أيامها...

source: Sy was lomerig van die morfien, en ek het daar langs haar gesit, en sy kyk na my en sê:
ar: حيث كانت دائماً نعسة بسبب الموروفين... في أحد آخر أيامها، وعندما كنت جالسة بجانبها. نظرت لي وقالت بوضوح:

source: "Jy weet dat ek jou liefhet"
ar: "تعرفين بأنني أحبك".

source: "Jy weet dat ek jou liefhet, Karin"
ar: "تعرفين بأنني أحبك، "كارين "".

source: My mamma het nooit so gepraat nie
ar: لم تتكلم أمي بمثل هذا الأسلوب من قبل.

source: My pa het eendag, 'n lang tyd gelede, in 'n grap gesê:
ar: قالها أبي مرة كـ طرفة، وقد كانت منذ زمن طويل.

source: "Anna het nooit gesê sy het iemand lief nie," maar haar dade was altyd vol liefde"
ar: "آنا" لم تقل بأنني أحبك ولا مرة، لكن تصرفاتها دائماً مملوؤة بالحب"

source: Wat as Oupa nou terugkom?
ar: -ماذا لو رجع جدي؟

source: Dis goed, ek het nog 'n bottel
ar: -لا بأس، لدي قنينة أخرى .

source: Was jy werklik met Oupa getroud?
ar: -هل تزوجت حقاً من جدي؟

source: Is dit dan so snaaks?
ar: -أغريب الزواج منه؟

source: Dis moeilik om jou dit in te dink
ar: من الصعب تخيل ذلك.

source: Watse soort mens is hy?
ar: أي نوع من الرجال هو؟

source: Goeie vraag...
ar: سؤال جيد.

source: Was jy lief vir hom?
ar: -هل أحببته؟

source: Ek het myself dit al baie afgevra
ar: -سألت نفسي هذا السؤال طوال حياتي .

source: Was hy so moeilik?
ar: -ألهذا المستوى صعب السؤال؟

source: Ons was 16 jaar getroud
ar: -لقد تزوجنا لـ ستة عشر عاماً .

source: Toe skei ons,
ar: ثم تطلقنا. لقد قابل امرأة أخرى.

source: Hy het 'n ander vrou ontmoet 'n idioot genoem, Paula
ar: امرأة بلهاء اسمها "باولا".

source: Ek is weer getroud, met 'n vervelige vliegtuigloods
ar: تزوجتُ ثانية من رجل ممل قائد طائرة شراعية.

source: En hy het net gelukkig eendag weggevlieg
ar: في أحد الأيام، طار.

source: Hulle het hom nie weer gevind nie
ar: ولم يجدوه ثانية.

source: Ek en Johan het nog 'n paar keer bymekaargekom, hieroor en daaroor
ar: لسبب ما، "يوهان" وأنا اجتمعنا عدة مرات.

source: Toe vind ek uit dat hy deurmekaar is met 'n ander vrou, 'n regte hoer
ar: ثم إكتشفت إنه يحاولمساعدة... سيدة أخرى. عاهرة بحق.

source: Ek was kwaad en seergemaak, en wou niks weer van hom weet nie
ar: لقد كنت غاضبة ومجروحة فأنهيت الأمر.

source: Ek het besef, dat ek seker die mees bedroë vrou in die wêreld was
ar: عندها أدركت فجأة، بأنني أكثر امرأة قد قد تم خيانتها في العالم، كزوجة، وكحبيبة.

source: Johan was 'n merkwaardige kompulsiewe ontroue man
ar: "يوهان" كان علامة بارزة في عدم الإخلاص.

source: Bedoel jy dat my Oupa... 'n verdekselse leuenaar was
ar: -تقصدين بذلك جدي -لقد كان كذاباً حقيقياً ... .

source: En hy het gedig ook Een bundeltjie is gepubliseer, maar was onsuksesvol
ar: وقد كان يكتب الشعر، وأصدر ديواناً، ولكن لم يكن ناجحاً.

source: My Oupa het gedig ook?
ar: -جدي كان يكتب الأشعار؟

source: Ja, selfs liefdesgedigte vir my
ar: -نعم، قصائد حب لي .

source: - Het jy dit bewaar?
ar: -هل احتفظت بهم؟

source: - Nee
ar: -لا .

source: Maar het jy hom liefgehad?
ar: لكن هل أحببته؟

source: Ek was so... wat... naïef
ar: لقد كنت ساذجة جداً.

source: Deesdae, dink ek, is dit nie moontlik om so kinderlik te wees nie
ar: في الوقت الحاضر، أفترض بأنه ليس منالمحتملأن أكونكذلك،طفوليةجداً...

source: En ek het gedink ek weet van alles
ar: وأعرفه جيداً كما كنت.

source: Ek dink ek het hom liefgehad, Eintlik
ar: أعتقد بأن حبه قد تملكني.

source: Het jy ooit iets vermoed?
ar: -ألم تشكي به أبداً؟

source: Nie vir 'n oomblik nie
ar: -ولا للحظة .

source: Waarom het jy so skielik hierheen gekom?
ar: -ما الذي دفعك للمجيء هنا فجأة؟

source: Ek weet ook nie
ar: -لا أعلم .

source: Jy het hom nog lief!
ar: لازلت تحبينه!

source: Dan nie?
ar: أليس كذلك؟

source: As jy nou absoluut eerlik moet wees, Marianne!
ar: إن أردت أن تكوني صادقة، " "ماريان...

source: Ek hoor dikwels mense sê dat Johan sus of so is, gewoonlik ongunstige dinge
ar: أسمع الناس يقولون بأن "يوهان" كذا أو كذا،

source: maar ek ken nie die Johan waarvan hulle praat nie
ar: لكني لا أعرف عن أي "يوهان" يتحدثون.

source: Ek het altyd gedink dat hy 'n goeie man was; 'n baie goeie man
ar: إعتقدت دائماً بأنه كان رجلاً جيداً. جيداً، جيداً جداً.

source: Dit was so maklik om hom seer te maak, hy kon homself nooit verdedig nie
ar: كان من السهل إيذائه، لم يتمكن من الدفاع عن نفسه أبداً.

source: Ek glo dat Johan 'n roerende persoon is
ar: "أعتقدبأن"يوهان... شخصاً مؤثراً.

source: Roerend
ar: إنه مؤثر.

source: Huil jy?
ar: -هل تبكين؟

source: Ja, 'n bietjie
ar: -نعم، قليلاً .

source: Vir Oupa?
ar: هل تبكين لجدي؟

source: Ek huil vir Johan en Marianne
ar: -أبكي لـ "يوهان" و "مريان "

source: Dis vreemd
ar: هذا غريب.

source: Liefie,....
ar: عزيزتي...

source: - Wat gaan jy doen?
ar: -ماذا ستفعلين؟

source: - Teruggaan na Henrik
ar: -سأعود إلى "هينريك ".

source: Is dit slim?
ar: -هل ذلك عقلائي؟

source: Dit het niks met slim te doen nie
ar: -ليس له علاقة بذلك .

source: Ek is nog 'n paar dae hier, laat my weet wat gebeur
ar: سأبقى هنا لعدة أيامٍ أخرى. أعلميني بما يحدث.

source: Ek sal
ar: سأخبرك.

source: DEEL DRIE:
ar: الفصل الثالث حول "آنا"

source: Dit kan nie weer gebeur nie!
ar: لا يمكن أن يحدث مرة أخرى.

source: - Nooit
ar: -لن يحدث مرة أخرى .

source: Ons moet gesels
ar: لابد وأن نتناقش بجدية.

source: Ons hoef nie te praat nie ons weet albei hoe sake staan, ons moet net ons plig doen
ar: كلانا نعرف كيف هي الأمور. لا يوجد ما نناقشه.

source: Ek is bly dis so eenvoudig!
ar: ببساطة، أنا مسرورة!

source: Ek het my doodgeskrik,
ar: لقد خفت حتى الموت.

source: Ek kan dit nie anders stel nie:
ar: لا يوجد طريقة أخرى لأعبر عمّ اعتراني:

source: Ek het my doodgeskrik
ar: لقد خفت حتى الموت.

source: Verstaan jy?
ar: -هل فهمتي؟

source: verstaan jy? Ek is moeg, ek gaan nou slaap
ar: -أنا متعبة جداً، سأذهب لأنام .

source: - Slaap jy?
ar: -هل أنت نائمة؟

source: - Nee, ek slaap nie, Pa
ar: -لا .

source: Eenmaal was dit dieselfde met Anna
ar: عندما أكون في وضع مماثل مع "آنا".

source: Ons was nog nie getroud nie, maar het saamgewoon
ar: لم نكن متزوجين بعد، ولكننا نعيش مع بعض.

source: Miskien was ek bietjie dronk, ek het nare goed gesê oor die vervloekte universiteit, my kollegas, en die werk
ar: قد أكون سكراناً بعض الشيء. أتلفظبأشياءٍبذيئة... الجامعة اللعينة.

source: En toe ook oor my vader, die ou wetter!
ar: زملائي، بيئة عملنا. وبعدها بخصوص والدي، ذلك اللقيط.

source: Anna was doodstil, en dit het my nog meer ontstel
ar: "آنا" لم تتفوه بكلمة. وهذا زاد من إحباطي.

source: Ek het gedink:
ar: أتذكرالأفكارالتيتراودني...

source: "Wat gaan aan in Anna se kop terwyl sy daardie naaldwerk doen?"
ar: فيما تفكر "آنا"، وهي تخيط تلك التنورة؟

source: "Moontlik dink sy dat Henrik ondraaglik is"
ar: "ماذا تعتقد؟ ربما "هينريك" لايطاق"

source: En toe sê sy:
ar: وبعد ذلك قالتها.

source: "As jy so is soos nou, dan wonder ek of jy die man is wat ek sou wou trou"
ar: "عندما تكون هكذا، أبدأ بالاعتقاد بأنك لست الرجل الذي أخطط للزواج منه".

source: Toe gaan sy kamer toe en begin pak
ar: ثم ذهبت إلى غرفة المعيشة وبدأت بحزم امتعتها.

source: Ek het haar probeer stop, maar sy gaan net voort ongestoord, asof ek nie bestaan nie
ar: حاولت إيقافها. ولكنهالمتتزحزح... لكن رسالةٌ عبرت من جسمها لجسمي.

source: Sy pak al haar goed in
ar: تقولالرسالةأناأهجرك...

source: Toe voel dit of haar liggaam vir my liggaam 'n boodskap stuur:
ar: أنا أهجرك. عندها قلت، بصوت غريب عليّ:

source: "Ek gaan jou verlaat!"
ar: لا أحد يهجرني.

source: "Ek gaan jou verlaat, Henrik!"
ar: "لا أحد يهجرني"

source: Ek het net gesê: "Niemand draai sy rug op my nie!"
ar: "لا أحد يدير لي ظهره ويهجرني..."

source: "Niemand los my sommer net nie!"
ar: جلست على الأرض وحينها "فكرت: "بأنها النهاية".

source: Ek gaan sit en sluit my oë en bly net sê:
ar: أغلقت عينيّ وفكرت:

source: "Alles is verby, want Anna gaan my verlaat!"
ar: "ستهجرني "آنا" ولن تعود".

source: Maar toe hoor ek haar werskaf in die kombuis, sy het gaan koffie maak
ar: ولكن بعدها أحسست بها وهي في المطبخ. لقد كانت تصنع القهوة.

source: Maar sy het doodstil gebly, miskien wou sy dat ek eers nugter word
ar: لكنها لم تنبس بكلمة. لربما أرادت أن تفيقني.

source: Sy het niks gesê vir die res van die aand nie, sy het net aangehou met haar naaldwerk
ar: لم تقل كلمة واحدة طوال الأمسية: استمرت فقط في الخياطة.

source: Anna was die stil tipe sy het in elk geval min gepraat
ar: لقد كانت "آنا" على أية حال من النوع الصامت، لم تكن تتحدث كثيراً.

source: Maar ons het nie nodig gehad om te praat nie, ons het net altyd geweet...
ar: لكننا لم نكن بحاجة إلى التحدث؛ دائماًنعرف...

source: Ek het haar gesmeek om my te vergeef,
ar: توسلت لها لتغفر لي.

source: Soos 'n kind sy moeder:
ar: كما يتوسل الطفل لأمه:

source: "Ek sal nooit weer nie"
ar: "لن أكرر ما فعلت مرة أخرى".

source: Dis al wat ek jou wou vertel, al klink dit so verspot
ar: هذا ما أردت أن أقوله لكِ، ولكنه يبدو سخيفاً.

source: Enigeen kan sê "ek is jammer", daarom is dit betekenisloos
ar: أي فرد يستطيع أن يقول "أنا آسف"، ولكنها بلا معنى.

source: Daarom is daardie aand niks verder gesê nie
ar: لذلك لم تقال كلمات أخرى تلك الليلة.

source: Dit voel nou so ver weg
ar: أصبحت... ليلة طويلة.

source: Anna het in 'n diep slaap verval
ar: غرقت "آنا" في نوم عميق:

source: Ek het lank na haar asemhaling geluister
ar: وبقيتُ مستيقظاً استمع إلى أنفاسها.

source: Ek het haar in die maanlig deur die venster gesien, en lank na haar gekyk en gewonder of sy weet hoe lief ek haar het
ar: تأملتها، على خيوط ضوء مصابيح الشارع المتسللة من النافذة. حدقت فيها لوقت طويل و تساءلتإنكانتحقاًتعلم ... كم أحببتها.

source: Ek en Anna het werklik aan mekaar behoort, as jy weet wat ek bedoel
ar: كان بيني وبين "آنا" قضية إنتماء، إن كنت تعرفين ما أقصد.

source: 'n Eienaarskap wat grens aan 'n wonder
ar: تملّككان...

source: Ek weet dit klink bietjie sotlik, maar daar's nie 'n beter woord nie
ar: معجزة. أعلم بأنها تبدو كحماقة. ولكن لا يوجد وصف أفضل منه.

source: Ek het in die oggend eers aan die slaap geraak, en toe die alarm afgaan, het ons opgestaan en ontbyt asof niks gebeur het nie
ar: شعرت بالنوم عند بزوغ الفجر. وعندما دق جرس الساعة. نهضنا، لتناول الفطور وندردش كالمعتاد.

source: Ek is klas-toe en Anna is na die biblioteek
ar: ذهبت إلى الصف وذهبت "آنا" إلى المكتبة.

source: Hierdie is 'n verduideliking; nie 'n verskoning nie
ar: هذا تفسير: وليس عذر.

source: Ek het geen verskonings nie
ar: ليس لدي أعذار.

source: As jy my verlaat, sal ek geruïneer wees, of so iets
ar: إنتركتني... فسوف اتحطم، ولربما أكون كلمة غير موجودة.

source: Op die regte tyd sal jy jou vryheid kry, en kan jy na die konserwatorium gaan met professionele onderwysers, en 'n nuwe lewe
ar: في الوقت المناسب، ستنالين حريتك. ستذهبينلمعهدالموسيقى... مع معلمين محترفين وحياة مختلفة.

source: Dit gaan vir ons albei maar vreemd wees
ar: وسيكون مختلف عليّ كذلك.

source: Hierdie maande saam met jou was vir my "genadetyd"
ar: هذه الشهور معك كانت " بمثابة النعمة ".

source: Vir my, nie vir jou nie
ar: نعمة لي، وليس لكِ.

source: Dit was gaaf van jou om so gou terug te kom
ar: لقد كان لطف منكِ أن تعودي بهذه السرعة.

source: Ek weet nie wat om te sê nie,
ar: لا أعرف ماذا أقول.

source: Alles is so ingewikkeld
ar: الأمر برمته معقد.

source: Ons hoef nie daaroor te praat nie
ar: ليس من الضروري التحدث في هذا الأمر.

source: Partymaal voel dit of daar vir my 'n groot straf wag
ar: أحياناً أشعر بأن في انتظاري عقاب عظيم.

source: DEEL VIER:
ar: الفصل الرابع

source: Omtrent 'n week later besoek Henrik sy Vader
ar: بعد حوالي أسبوع، يقوم "هينريك" بزيارة والده.

source: "Kierkegaard, S. Of 'n Fragment van die Lewe"
ar: جزء الحياة

source: Steur ek?
ar: -هل قاطعتك؟

source: O, dis jy?
ar: -ها أنت .

source: Dit was 'n lang tyd
ar: لم أرك من زمن طويل.

source: Hoe gaan dit met jou?
ar: -كيف حالك؟

source: Goed... en Pappa self?
ar: -بخير، شكراً لك، وما حالك؟

source: Op 60 is daar 6 skete, op 70 is daar 7 en so aan
ar: في الـ 60 هناك 6 أمور خاطئة فيك، وفي الـ 70، 7 وهكذا.

source: Dis 'n goeie evaluasie:
ar: إنه تقدير جيد:

source: Natuurlik, dit hang af van jou prioriteite
ar: بالطبع، ويعتمد على أولوياتك.

source: Ek het gehoor van jou eks-vrou se onverwagte besoek
ar: -سمعت عن زيارة زوجتك السابقة غير المتوقعة .

source: Tipies Marianne
ar: -لا جديد في طبيعة "ماريان ".

source: Sy weet ek hou nie van improvisasie nie
ar: إنها تعلم بأني أكره الإرتجال.

source: Miskien kan ek haar ook sien
ar: -ربما استطيع لقائها .

source: Sy pluk nou eers aarbeie
ar: -إنها تجمع التوت البري .

source: Ek weet nie of jy nog hier sal wees as sy terugkom nie
ar: لا أعرف إن كنت ستكون متواجداً عند عودتها.

source: - Ek wil nie steur nie
ar: -لا أقصد ازعاجك .

source: - Dankie daarvoor
ar: -شكراً لمراعاتك مشاعري .

source: Wat wil jy hê?
ar: ماذا تريد؟

source: Ek benodig 890,000 Krone;
ar: أحتاج 890,000 كرون.

source: as voorskot op my erfgeld
ar: مقدماً من ميراثي.

source: - Jy het alweer geld nodig?
ar: -إنك تحتاج المال مرة أخرى .

source: Ek weet ek skuld al 200,000
ar: -أعلم بأني أدين لك بـ 200.000 .

source: Wat jy nog nie eers begin terugbetaal het nie
ar: -حتى أنك لم تبدأ بتسديدها بعد .

source: Ek sal dit wel terugbetaal
ar: -لا تقلق، سأعيدها لك .

source: Ek is seker ek sal dit nooit sien nie
ar: أنا متأكد بأني لن أرى ذلك المال مرة أخرى.

source: Dis nogal snaaks om dit juis 'n "lening" te noem
ar: من المضحك أن نعتبره قرض.

source: As jy my wil verneder, moet dan nie vergeet dat ek ook in jou huis woon nie en ek betaal ook nie huur nie
ar: إن كان إذلالي يسليك. دعنالاننسى... بأنني لا أدفع إيجار على بيت البحيرة.

source: Ons bly al 5 maande daar, en jy het nog nie 'n sent gekry nie
ar: وأننا سكنا هناك لمدة خمسة أشهر ولم ترَ سنتاً واحداً.

source: Maar jy kon 'n nuwe kar koop
ar: لكنك كنت قادراً على شراء سيارة جديدة.

source: Iemand wat weg is, het dit vir my geleen
ar: إنه قرض. والمالك غير متواجد.

source: As hy terugkom in Oktober, is ons weer sonder vervoer
ar: عندما يعود في أكتوبر، سأكون بدون سيارة.

source: Hoe gaan dit met jou boek?
ar: -كيف يسير عملك في الكتاب؟

source: Goed, dankie
ar: -جيد، شكراً لك .

source: Dis 'n deeglike antwoord
ar: إنه جواب شافٍ.

source: Ek sit al 10 minute hier sodat jy my kan verneder, en as ek nie die geld so nodig gehad het nie, sou ek al geloop het
ar: كنت هنا لمدة عشر دقائق، سمحت لك فيها بإهانتي. لو لم أكن بحاجة للمال، لرحلت منذ زمن طويل.

source: Jy kan nou maar gaan
ar: يمكنك المغادرة الآن.

source: Dis nie vir my nie,
ar: إنه ليس لي.

source: Dis vir Karin
ar: بل هو لـ "كارين".

source: Ek sien, Marianne het my vertel van julle rusie
ar: فهمت... لقد أخبرتني "ماريان" بأنك و "كارين" تنازعتما.

source: Probeer jy haar omkoop om te bly?
ar: هل تحاول أن تستبقيها؟

source: Dink jy sy sal omkoopgeld aanvaar?
ar: هل تعتقد بأنها ستقبل رشوة؟

source: Ek wonder hoe Anna met jou kon uithou
ar: أتساءل كيف استطاعت "آنا" أن تستمر معك.

source: Los Anna asseblief hier uit
ar: لا تحشر "آنا" في هذا الأمر.

source: Moenie waag om Anna se naam in daardie mond te neem nie
ar: لا تتفوه باسم "آنا" لا تذكرها على طرف لسانك.

source: Ek hou meer van jou, of ek verafsku jou minder as jy daardie toon inslaan
ar: أحبك أكثر أو أكرهك أقل عندما تستعمل هذه النغمة.

source: Daar's 'n gesonde dosis haat in al jou banaliteite
ar: يوجد جرعة صحية للحقد الممتلئة به تفاهاتك.

source: Kyk, dis so:
ar: الموضوع كما يلي:

source: Daar is 'n goeie tjello wat ek kan koop vir Karin; 'n 1815 Fagnola
ar: يوجد "تشيلو" أستطيع شراءه لـ"كارين"؛ إنه 1815 فاكنولا.

source: Dis 'n uitstekende instrument, amper soos 'n Guarneri
ar: إنها آلة ممتازة، تشبه كثيراً منتج شركة "غرنيري".

source: Karin het 'n spesiale talent, sy gaan 'n groot musikant word
ar: لدى "كارين" موهبة خاصة، بإمكانها أن تصبح موسيقارة عظيمة.

source: Ek het haar opgelei, maar haar talent vereis meer; ook haar tjello
ar: لقد اعتنيت بتدريسها، ولكن موهبتها تتطلب أفضل مني. وكذلك أفضل من الـ "تشيلو" خاصتها.

source: Haar Duitse tjello kan gaan, maar sy gaan 'n oudisie doen by die konserwatorium
ar: الـ"تشيلو" الألماني الذي لديها لا بأس به. ولكنها ستقدم تجربة أداء لمعهد الموسيقى.

source: Is jy seker dis 'n goeie kopie?
ar: هل أنت متأكد بأنه جيد؟

source: Dit sal nie die eerste keer wees dat iemand jou verneuk nie
ar: لن تكون المرة الأولى التي يخدعونك فيها.

source: Daar is 'n outentiekheid-sertifikaat, en die verkoper het 'n goeie reputasie waarom is dit dan so goedkoop?
ar: لديه شهادة أصالة. -والبائع محترم . -ألذلك هو رخيص جداً؟

source: Die eienaar is oud en siek, en kan dit nie meer hanteer nie
ar: إنه كبير في السن ومريض ولا يستطيع أن يستمر في الاعتناء به.

source: Hy sê dis perfek vir haar
ar: -لقد قال بأنه مثالي لها .

source: Hoe treffend!
ar: -كم هو مؤثر .

source: Pappa, waarvandaan kom al die vyandskap?
ar: أبي، من أين يأتي كل هذا العداء؟

source: Begin by jouself
ar: اسأل نفسك.

source: Toe jy 18 was, het ek probeer om jou te benader
ar: عندما كنت في الـ18 أو الـ19 حاولت التقرّب إليك.

source: Jy was baie siek, en jou moeder wou dat ons praat
ar: لقد كنت مريضاً جداً وأرادت أمك أن نتكلم.

source: Ek het gesê dat ek 'n swak vader was, maar dat ek dit wou regstel, en jy het geskree;
ar: أخبرتك بأني كنت أباً سيئاً، وأود أن أكون أفضل من ذي قبل. فما كان منك إلا أن صرخت، نعم، صرخت:

source: Slegte vader?
ar: أبٌ سيء؟ !

source: ! Jy was nog nooit 'n vader vir my nie!
ar: أنت لم تكن أباً أصلاً!

source: En toe sê jy nog dat jy kan doen sonder my hulp
ar: وبعدها قلت بأنك تستطيع أن تستمر دون مساعدتي.

source: En weet jy wat: Onvervalste haat moet respekteer word Ek respekteer jou haat
ar: الحقد الصادق يجب أن يحترم؛ وأنا أحترمه.

source: Maar ek gee nie om of jy my haat nie, jy bestaan nouliks vir my
ar: لكني لا أستطيع أن أقلل من اهتمامي لأنك تكرهني. إنك تكاد تكون عَدَماً.

source: Was dit nie vir Karin nie, wat Goddank soos haar moeder is, sou jy nie eers vir my bestaan het nie
ar: لو لم يكن لـ "كارين"، والذي أشكر الله لكونها مثل أمها، لما كنت موجوداً بالنسبة لي.

source: Daar is geen vyandigheid by my nie, ek sweer
ar: لا ضغينة في الأمر، أقسم لك.

source: Gee my die naam en nommer van die tjello-eienaar, en ek sal sien
ar: أعطني اسم ورقم هاتف مالك الـ"تشيلو" وسأنظر في الأمر.

source: Hier's dit
ar: -ها هم .

source: Dankie
ar: -شكراًً لك .

source: Wat is nou jou antwoord?
ar: -ما ردك؟

source: Ek het jou gesê: ek sal jou laat weet
ar: -سأخبرك لاحقاً .

source: Is ons klaar?
ar: هل بالإمكان أن أذهب؟

source: Ek gaan nou
ar: إني مغادر.

source: Kan ek nog iets sê
ar: -هل أستطيع أن أقول شيئاً واحداً؟

source: As dit absoluut nodig is
ar: -إن كان ولابد .

source: Daardie verhaal van 'n argument 50 jaar gelede is geen verskoning nie - Is dit so?
ar: حكاية النزاع تلك قبل خمسين سنة ليست بعذر.

source: Arme Anna
ar: "آنا" أيتها المسكينة.

source: Gaan jy my nou slaan?
ar: هل ستضربني الآن؟

source: DEEL VYF:
ar: الفصل الخامس

source: Ek hoop ek steur nie
ar: آمل بأني لم أقاطعك.

source: Nee, ek is nou net klaar
ar: لا، لقد إنتهيت للتو.

source: Ek oefen soggens
ar: أتدرب عادة في أوقات الصباح.

source: Die orreliste verwag, ek staan in vir haar
ar: إن عازف الأرغن يتوقع: أن أستبدلها.

source: Ek het gedink jy speel tjello
ar: -كنت أظن بأنك تعزف الـتشيلو .

source: Ek het ook 'n orrel-diploma
ar: لدي ديبلوما في الأرغن.

source: Vroeër was dit slim om een te hê
ar: في زمني، كان من الذكاء أن تكون لدي شهادة فيه.

source: Daar was baie meer kerke as orkeste
ar: كان هناك الكثير من الكنائس وقليل من الأوركسترا.

source: Wat het jy nou gespeel?
ar: ماذا كنت تعزف؟

source: 'n Bach sonata vir 'n trio
ar: مقطوعة "باخ" الثالث، الحركة الأولى.

source: Dit was baie mooi
ar: -كانت جميلة .

source: Hierdie is 'n unieke orrel uit 1728
ar: -إنه أرغن نادر منذ عام 1728 .

source: Niemand weet hoe dit hier gekom het, tussen erens en nêrens nie
ar: لا أحد يعرف كيف انتهى إلى هنا، في مكان مجهول.

source: 'n Paar weke gelede het Karin en ek 'n konsert hier gespeel
ar: قبل أسابيع قليلة، كنت و"كارين" نحي حفلة موسيقية هنا.

source: Dit was byna vol
ar: لقد كان ممتلئاً تقريباً.

source: - Gaan julle nog hier speel?
ar: -هل ستحيي حفلات موسيقية مستقبلاً؟

source: - Ek het nie die tyd nie
ar: -لا أملك وقتاً لذلك .

source: Karin moet gereedmaak vir haar oudisie, en ek moet vorder met my boek
ar: كارين" يجب أن تتهيء لتجربة الأداء وعليّ الإنتهاء من كتابي.

source: Ja, ek skryf oor Bach se Johannes-passie
ar: كتاب؟ نعم، أكتب كتاباً حول مقطوعة "باخ" عن آلام القديس "جون.".

source: Ek het Karin ontmoet, hulle sê sy het talent
ar: لقد قابلت "كارين". يقولون بأنها موهوبة.

source: Sy word beskou as uitsonderlik, en dit nie net deur haar pa nie
ar: إنها تعتبر استثنائية، وليس حسب توصيف والدها فقط.

source: Onderrig jy haar?
ar: -هل أنت معلمها؟

source: So het dit gekom
ar: -هذا ما يبدو .

source: In die konserwatorium sal sy die beste Europese onderrig kry
ar: في معهد الموسيقى، ستحصل على أفضل المعلمين الأوروبيين.

source: Gaan dit nie moeilik wees om haar te laat gaan nie? Ja
ar: -ألن يكن من الصعب أن تدعها تذهب؟

source: Jy kan so sê
ar: يمكنك قول ذلك.

source: - Jy het haar baie lief?
ar: -هل تحبها كثيراً؟

source: - Ja
ar: -نعم .

source: - Ek is jammer
ar: -آنا آسفة . -لا بأس .

source: Karin is soos Anna
ar: -كارين" مثل "آنا" ".

source: Sy lyk nie na haar nie
ar: -إنها لا تبدو مثلها .

source: As ek van Anna praat, dan huil ek Dis maar altyd so
ar: حينما تذكر" آنا"، أبكي، هكذا دائماً.

source: Ek kan dit nie help nie
ar: لا أستطيع تمالك نفسي.

source: Sy is al 2 jaar dood, maar dit maak nog seer
ar: لقد ماتت منذ سنتين ولكن ألم الفراق كما هو.

source: Dit is soos dit is
ar: هكذا الحال.

source: Die lewe het 'n ritueel geword
ar: الحياة بنفسها أصبحت طقوس.

source: Ek weet nie, ek kan dit nie onder woorde kry nie
ar: لا أعرف، لا أستطيع أن أجد كلمات تصف ذلك.

source: Ek het soos 'n gestremde geword
ar: لقد أصبحت شخصاً معاقاً.

source: Sommer net so:
ar: فقط هكذا.

source: Gestremd
ar: معاق.

source: Karin is alles wat sin in my lewe bring
ar: أصبحت "كارين" هي كل ما يضفي إحساساً على حياتي.

source: En so... sou daar nie veel sin in wees sonder haar nie
ar: ولذلك... لن يكون لدي إحساس بدونها.

source: Ek dink baie aan dood deesdae
ar: أفكر كثيراً في الموت هذه الأيام.

source: Ek dink:
ar: أعتقد:
